import hoopClass from './assets/Ellipse 1.png';
import silksClass from './assets/Ellipse 10.png';
import acroClass from './assets/Ellipse 5.png';
import stretchClass from './assets/Ellipse 8.png';
import aeroYogaClass from './assets/Ellipse 11.png';
import poleAcroClass from './assets/Ellipse 6.png';
import poleDanceClass from './assets/Ellipse 7.png';


export const data = [
    
    {
        id: 1,
        name: "Воздушное кольцо",
        age: 5,
        image: hoopClass,
        description: "Воздушное кольцо - уникальное направление, пришедшее из цирка в танцевальный спорт. Специфика жанра, основана на демонстрации необычных навыков владения своим телом, выходящих за рамки обыденного. Это совокупность гимнастики, танца, растяжки, и акробатики, что в едином целом очень изящно и красиво!",
        level: "Для детей от 5 лет. Уровни: с нуля, средний и профи",
        dress: "гимнастический купальник с длинным рукавом/водолазка, лосины/спортивный комбинезон, носочки",
        showMore: false
    },
    {
        id: 2,
        name: "Воздушные полотна",
        age: 5,
        image: silksClass,
        description: "Гимнастика на воздушных полотнах - это удивительное сочетание акробатического мастерства и танца, свободы полёта и невероятной работы всех групп мышц. Если Вам по душе грация и изящество, если Вам хочется летать,и Вы мечтаете о прекрасной спортивной фигуре без нудных тренировок в тренажерном зале - то Вам обязательно нужно попробовать себя в этом красивейшем танце - на полотнах!",
        level: "Для детей от 5 лет. Уровни: с нуля, средний и профи",
        dress: "гимнастический купальник с длинным рукавом/водолазка, лосины/спортивный комбинезон, носочки",
        showMore: false
    },
    {
        id: 3,
        name: "Стретчинг",
        age: 5,       
        image: stretchClass,
        description: "Занятия направлены на развитие гибкости тела и наработку всех видов шпагатов. Хорошая растяжка - это возможность исполнения различных сложных элементов в танце/акробатической связке, легкость и большая амплитуда движений. Также регулярные тренировки по растяжке позволят вам укрепить мышцы и снять гипертонус, увеличить подвижность суставов и сделать вашу фигуру более стройной и привлекательной.",
        level: "Программа тренировок построена таким образом, что подойдёт ученицам с любым уровнем подготовки.",
        dress: "майка/топ, лосины/шорты/штаны, носочки",
        showMore: false
    },
    {
        id: 4,
        name: "Аэро-Йога",
        age: 5,       
        image: aeroYogaClass,
        description: "Аэройога или антигравити-йога – это фитнес-программа, разработанная в начале 90-х годов в США. Антигравити объединяет в себе практики йоги, акробатические элементы, стретчинг, пилатес и калланетику. В отличие от классических направлений, в аэройоге используется специальное оборудование (шёлковые гамаки). Такое приспособление позволяет практиковать асаны, недоступные в обычной йоге.",
        level: "Для детей и взрослых с любым уровнем подготовки",
        dress: "гимнастический купальник с длинным рукавом/водолазка, лосины/спортивный комбинезон, носочки",
        showMore: false
    },
    {
        id: 5,
        name: "Акробатика",
        age: 7,       
        image: acroClass,
        description: "Направление включает в себя изучение различного рода стоек, балансов, мостиков, кувырков, переворотов, а также силовых упражнений. Тренировки направлены на укрепление всех групп мышц, отработку баланса и владения своим телом.",
        level: "Занятия показаны всем уровням подготовки",
        dress: "майка/топ, лосины/шорты/штаны, носочки",
        showMore: false   
    },

    {
        id: 6,
        name: "Exotic Pole",
        age: 16,       
        image: poleDanceClass,
        description: "Pole dance exotic – это тренировка танцевального характера, основой которой являются танцевальные связки возле пилона. Здесь немного силовых элементов и они смотрятся женственно и элегантно, сила сочетается с грацией, эмоции видны в каждом движении.",
        level: "Уровни: c нуля, база, профи",
        dress: "майка/топ, короткие шорты",
        showMore: false

    },
    {
        id: 7,
        name: "Pole Sport",
        age: 7,
        image: poleAcroClass,
        description: "Pole Acro - спортивное направление, которое включает в себя изучение акробатических трюков на пилоне. Занятия направлены на развитие мышечного корсета, координацию, выносливость и гибкость, являются отличной силовой и кардионагрузкой, позволяющей оставаться в хорошей физической форме.",
        level: "Для детей от 7 лет и взрослых. Уровни: c нуля, база, профи",
        dress: "майка/топ, короткие шорты",
        showMore: false

    },

]